{
    "data": [
        {
            "text": "[MASK]Better humble2 security than gilded3 danger. [MASK]Before doing things, you need to plan them and have the patience to do them at the right time. [MASK]We live in deeds, not years; in thoughts, not breaths; in feelings, not in figures on a dial. We should count time by heart throbs. He most lives who thinks most, feels the noblest, acts the best. [MASK]There are many who pretend to despise and belittle that which is beyond their reach. [MASK]Gems can't pacify hunger. [P]A fox one day spied a beautiful bunch of ripe grapes hanging from a vine trained along the branches of a tree. The grapes seemed ready to burst with juice, and the fox's mouth watered as he gazed longingly at them. The bunch hung from a high branch, and the fox had to jump for it. The first time he jumped he missed it by a long way. So he walked off a short distance and took a running leap at it, only to fall short once more. Again and again he tried, but in vain. Now he sat down and looked at the grapes in disgust. \"What a fool I am,\" He said. \"Here I am wearing myself out to get a bunch of sour grapes that are not worth gaping for.\"And off he walked very, very scornfully. ",
            "label": 4
        },
        {
            "text": "[MASK]Do not count your chickens before they are hatched. [MASK]Notoriety is not fame. [MASK]Here is no such thing as a pious lie. When the truth is discovered, the accumulation of deception will multiply the pain experienced. [MASK]Expect no reward for serving the wicked. [MASK]We all desire to have more and because of that we waste chance of enjoying what we already have.. In order to live a happy and healthy life, we should learn to be happy with what we have. . [P]A wolf had been feasting too greedily, and a bone had stuck crosswise in his throat. He could get it neither up nor down, and of course he could not eat a thing. Naturally that was an awful state of affairs for a greedy wolf. So away he hurried to the crane. He was sure that she, with her long neck and bill, would easily be able to reach the bone and pull it out. \"I will reward you very handsomely,\" Said the wolf, \"If you pull that bone out for me.\"The crane, as you can imagine, was very uneasy about putting her head in a wolf's throat. But she was grasping in nature, so she did what the wolf asked her to do. When the wolf felt that the bone was gone, he started to walk away. \"But what about my reward!\" Called the crane anxiously. \"What!\" Snarled the wolf, whirling around. \"Haven't you got it? isn't it enough that I let you take your head out of my mouth without snapping it off?\" ",
            "label": 4
        },
        {
            "text": "[MASK]You never know what your parents had been through to see you happy. So never judge them and respect and care for them always. [MASK]A kindness is never wasted. [MASK]Friendship means never to abandon your friends at difficult times. [MASK]Arrogant leads to vanish. [MASK]Obsession with weight and physical appearance is a sure way to put yourself in a bad mood and create health problems. [P]A lion lay asleep in the forest, his great head resting on his paws. A timid little mouse came upon him unexpectedly, and in her fright and haste to get away, ran across the lion's nose. Roused from his nap, the lion laid his huge paw angrily on the tiny creature to kill her. \"Spare me!\" Begged the poor mouse. \"Please let me go and some day I will surely repay you.\"The lion was much amused to think that a mouse could ever help him. But he was generous and finally let the mouse go. Some days later, while stalking his prey in the forest, the lion was caught in the toils of a hunter's net. Unable to free himself, he filled the forest with his angry roaring. The mouse knew the voice and quickly found the lion struggling in the net. Running to one of the great ropes that bound him, she gnawed it until it parted, and soon the lion was free. \"You laughed when I said I would repay you,\" Said the mouse. \"Now you see that even a mouse can help a lion.\" ",
            "label": 2
        },
        {
            "text": "[MASK]We are often of greater importance in our own eyes than in the eyes of our neighbor. The smaller the mind the greater the conceit. [MASK]Always be kind to people because you never know, when and how one can be of help to you in your time of need. [MASK]Material happiness is just like filthy, polluted river because it's a mere reflection of true happiness in spiritual world. We can never achieve happiness we are looking for, how hard we endeavor in material life. Instead we should look upward, toward god, who is source of real happiness. [MASK]Face your fears. [MASK]You can not keep everything you want. [P]A gnat flew over the meadow with much buzzing for so small a creature and settled on the tip of one of the horns of a bull. After he had rested a short time, he made ready to fly away. But before he left he begged the bull's pardon for having used his horn for a resting place. \"You must be very glad to have me go now,\" He said. \"It's all the same to me,\" Replied the bull. \"I did not even know you were there.\" ",
            "label": 1
        },
        {
            "text": "[MASK]Our best blessings are often the least appreciated. [MASK]It is easy to despise what you cannot get. [MASK]The best way to combat shyness and fear of ridicule is to learn to laugh at yourself. [MASK]Some men are of more consequence in their own eyes than in the eyes of their neighbors. [MASK]Think and work hard, you may find solution to any problem. [P]Two travellers, walking in the noonday sun, sought the shade of a widespreading tree to rest. As they lay looking up among the pleasant leaves, they saw that it was a plane tree. \"How useless is the plane!\" Said one of them. \"It bears no fruit whatever, and only serves to litter the ground with leaves.\"\"Ungrateful creatures!\" Said a voice from the plane tree. \"You lie here in my cooling shade, and yet you say I am useless! thus ungratefully, o jupiter, do men receive their blessings!\" ",
            "label": 1
        }
    ]
}