{
    "data": [
        {
            "text": "[MASK]黄鼠狼的下场就是贪图享受没有居安思危的结果。[MASK]适当地给孩子们出点难题，让他们出出丑，然后选择时机就事论事，往往能够鼓励他们认识到自己的缺点，并自己找到解决问题的办法。[MASK]我们要懂得去分享也要懂得去感受，生活中的美好都需要我们自己去发现。[MASK]外表可以相似，但内涵却是无法取代的。[MASK]我们应该看到自己的缺点，然后加以改正。[P]苍蝇发现自己模样很像蜜蜂，十分高兴，打算冒充蜜蜂去花丛里欺骗花的感情、盗取花蜜。可是它在花丛里飞来飞去不知飞了几个来回，却不见有一朵花向它绽放笑脸，他十分不解，转头问蜜蜂到底原因何在？蜜蜂笑着回答说：“你只是外形像我，事实上并不是我！因此，即使是一辈子蹲在花丛里，花也不会把你当成我！”",
            "label": 4
        },
        {
            "text": "[MASK]当别人做了对不起你的事时，能不能冷静下来，甚至更加理解和关心他的苦楚，也许，真的能感动他，而使他悔过自新。当然，能够做到以德报怨是需要有很好的涵养和开阔的胸襟的。[MASK]认为局部和整体、现象和本质之间都是截然分开，毫无联系的人是愚蠢可笑的。[MASK]正人先正己。[MASK]得与失本来就没有绝对的。[MASK]陪伴和开心的情绪都是值得去珍惜的东西，我们不要把它们丢掉。[P]精神病院护理长向到院巡视官员解说每位收容病人的状况，有位病人手中握着一张相片，一边哭一边用头撞墙。护理长说：“他曾深爱相片中的女人，无论是醒着或睡觉都不肯将照片放下，但那女人却嫁给别人，他因此发疯！”这时隔壁房间有一个人也用头用力撞墙。官员问：“他又怎么了？”护理长说：“他就是娶了那位女人的人！”",
            "label": 4
        },
        {
            "text": "[MASK]要真正学会一件事并没有那么简单，在旁边看看就会的，除非是天才。不要期望在你不懂的行业中获取多大的利益。[MASK]外界因素是一种约束条件，自身能力也是一种约束条件，往往更重要。所以，别人能成功的事，未必自己就能成功。[MASK]这是说，有些人不知好歹，享受了别人的帮助，还要贬低别人。[MASK]要选择对象实行善举，这很重要。[MASK]年轻人永远无法体会老年人的感受，老年人却总是羡慕年轻人的活力。有些事情，只有经过了才知道珍惜，否则，即使让你重新来过，也一样会丢弃。[P]飞机上，乌鸦对乘务员说：给爷来杯水！猪听后也学道：给爷也来杯水！乘务员把猪和乌鸦扔出机舱。乌鸦笑着对猪说：傻了吧？爷会飞！",
            "label": 2
        },
        {
            "text": "[MASK]凡事“进易退难”，因此平时应该训练自己对环境的观察力，提高对社会的敏锐度，谋定而后动，才能让自己立于不败之地；率性莽撞的作为，则很可能会将自己处于万劫不复的不利险境。[MASK]那些叫唤得特别响的人往往干活少，而那些不做声的人往往承担着全部重量。[MASK]迎难而上的勇气固然可贵，但这种勇气更需要理智的光辉。避开问题换一条路走，有时候看起来不够体面，却往往是一种高瞻远瞩的智慧。[MASK]有些人只看到了有秩序的美，却忽略了千姿百态的自然之美。[MASK]我们的朋友们不能一直在身边，但是我们与朋友之间是互相牵挂、互相惦念的，即使不联系也会在心里挂念着对方，这就是友谊的魅力。[P]有一只老狮子病了，躲在洞穴中大声呻吟，附近的一些动物听到狮子的呻吟声，纷纷进洞探视。狐狸听到了这消息，也前往探视，走到洞穴前，只听到老狮子呻吟声越来越大，可怜极了，这时原本打算进去的狐狸，忽然竖起耳朵，收回已经跨进洞穴的前脚，在洞穴四周来回踱步。洞里的老狮子眼见狐狸迟迟没有进洞，忍不住问狐狸说：“狐狸啊！你既然来了，为什么不进来呢？”狐狸回答：“我只见一些往里走的动物脚印，却看不到往外走出来的脚印，我怎么敢进去呢？”",
            "label": 1
        },
        {
            "text": "[MASK]面对已经拥有的，人们往往会不加珍惜，这不仅是对别人，也是对自己的一种伤害和损失。生活如此，人生也如此，游移不定的目标只能让你前功尽弃、一无所获！[MASK]良好的心境有利无弊。天下本无事，庸人自扰之。心情好，阳光才明媚；心境好，人生才流畅。[MASK]对于形式的注重常常让人抛弃了内容的本身。[MASK]我们外出玩耍时不要乱跑，要紧跟着爸爸妈妈，走丢可是会遇上危险的。[MASK]迎难而上的勇气固然可贵，但这种勇气更需要理智的光辉。避开问题换一条路走，有时候看起来不够体面，却往往是一种高瞻远瞩的智慧。[P]一位年轻男子，在风景区遇见一位漂亮有气质的美女，就一直跟在她后面走了很长的一段路，最后这位女郎忍不住转身问他说：“你为什么一直老跟着我？”他很诚恳的对她表白说：“因为你是我所见过最美丽最有气质的女人，请你答应我，当我的女朋友！”女郎回答说：“现在只要你回头看，就能看到我妹妹，她长得比我还漂亮！”那位男子听了，马上转过身，但看到的只是随处可见到的普通女子。“你为什么骗我？”他质问那位女郎。“是你在骗我啊！如果你真的喜欢我，为何还要回头看呢？”女郎回答说，接着转身快步离去。",
            "label": 1
        }
    ]
}